START_MESSAGE = "Здравствуйте, данный бот помогает вам создавать запросы для" \
                " обработки администратором или сотрудником технической поддержки.\n\n" \
                "Что умеет этот бот:\n" \
                "• создание запросов для обработки сотрудником тех. поддержки/администратором в ЭДО\n" \
                "• отслеживание статуса готовности\n" \
                "• связь с сотрудником, обрабатывающим запрос\n" \
                "• возможность корректировать свой запрос\n" \
                "• возможность отменить некорректный запрос\n\n" \
                "Чтобы начать работу, нажмите кнопку «Начать работу»"


CHANGE_STATUS_APPLICATION = "Смена статуса заявки\n\n" \
                            "Для редактирования статуса заявки необходимо: \n\n" \
                            "1) Прикрепить подписанную служебную записку, в которой\n" \
                            "указана причина смены статуса заявки.\n"\
                            "2) Указать номер заявки, в которой необходимо поменять статус.\n" \
                            "3) Указать, на каком статусе заявка должна оказаться.\n" \
                            "(название статуса должно совпадать с названием в ЭДО)\n"