START_MESSAGE = "Здравствуйте, данный бот помогает вам создавать запросы для" \
                " обработки администратором или сотрудником технической поддержки.\n\n" \
                "Что умеет этот бот:\n" \
                "• создание запросов для обработки сотрудником тех. поддержки/администратором в ЭДО\n" \
                "• отслеживание статуса готовности\n" \
                "• связь с сотрудником, обрабатывающим запрос\n" \
                "• возможность корректировать свой запрос\n" \
                "• возможность отменить некорректный запрос\n\n" \
                "Чтобы начать работу, нажмите кнопку «Начать работу»"

HASE_NOT_PERMISSION = "Увас нет прав для совершения этих действий"
GET_ID = "Отправьте id заявки, которую хотите рассмотреть."
NOT_TEXT = "ID заявки не должен быть текстом"
APPLICATION_ERROR = "Заявка, которую вы пытаетесь рассмотреть принадлежит не вашему статусу, либо ее не существует"
SEND_APPLICATION = "ID заявки: {application_id}\n\n" \
                   "Роль: {role}\n" \
                   "Тип заявки: {request_type}\n"\
                   "1){one}\n"\
                   "2){two}\n"\
                   "3){three}\n"\
                   "4){four}\n"\
                   "5){five}\n"\
                   "6){six}\n"\
                   "7){seven}\n"\
                   "8){eight}\n"\
                   "9){nine}\n"\

STATUS_CHANGE_DONE = "Статус заявки изменен на обработанную!"
