CHAPTERS = {
    'prepare': 'Подготовка территории строительства',
    'main_objects': 'Основные объекты строительства',
    'extra_objects': 'Объекты подсобного и обслуживающего назначения',
    'energy_objects': 'Объекты энергетического хозяйства',
    'transport_objects': 'Объекты транспортного хозяйства и связи',
    'zhkh_objects': 'Наружные сети и сооружения водоснабжения, канализации, '
                    'теплоснабжения и газоснабжения',
    'green_objects': 'Благоустройство и озеленение территории',
    'temp_objects': 'Временные здания и сооружения',
    'other_work': 'Прочие работы и затраты',
    'another_payments': 'Другие затраты'
}

SUBSYSTEMS = {
    'main': 'Основные',
    'support': 'Вспомогательные',
    'tools': 'Инструменты',
    'transport': 'Транспорт',
    'other': 'Прочие материалы',
    'robe': 'Спецодежда',
    'furniture': 'Мебель',
    'office': 'Канцелярия',
    'givers': 'Давальческие',
    'out': 'Вывоз',
    'machines': 'Механизмы',
    'ROP': 'РОП',
    'MBO': 'МБО',
    'IT': 'ИТ',
    'ALL': 'Все подсистемы',
}
