START_MESSAGE = "Здравствуйте, данный бот помогает вам создавать запросы для" \
                " обработки администратором или сотрудником технической поддержки.\n\n" \
                "Что умеет этот бот:\n" \
                "• создание запросов для обработки сотрудником тех. поддержки/администратором в ЭДО\n" \
                "• отслеживание статуса готовности\n" \
                "• связь с сотрудником, обрабатывающим запрос\n" \
                "• возможность корректировать свой запрос\n" \
                "• возможность отменить некорректный запрос\n\n" \
                "Чтобы начать работу, нажмите кнопку «Начать работу»"

ADD_SUBOBJECTS = 'Для добавления подобъектов в форме необходимо дать ' \
                 'подробную информацию:\n1) Необходимо выбрать из ' \
                 'предоставленных вариантов главу для подобъекта\n' \
                 '2) Необходимо указать раздел подобъекта\n' \
                 '3) Необходимо указать название подобъекта, который ' \
                 'Вам необходимо добавить в ЭДО\n' \
                 '4)Необходимо указать сортировку\n' \
                 '5) Необходимо выбрать, в каких подсистемах данный\n' \
                 'подобъект должен отображаться после внесения его в ЭДО\n\n' \
                 'Укажите главу: '

ADD_MATERIALS = 'Для добавления материалов на остаток в форме необходимо дать ' \
                'подробную информацию и прикрепить следующие документы:\n' \
                '1) Служебную записку, написанную на имя своего руководителя ' \
                'по шаблону, подписанную Вами и руководителем. В служебной ' \
                'записке необходимо указать: кому пишется записка, от кого, ' \
                'развернутое описание сути (что необходимо добавить), дату, ' \
                'подписать лично и отдать на подпись своему руководителю.\n\n ' \
                'Ссылка для скачивания шаблона служебной записки: шаблон\n\n ' \
                '2) Заполненную таблицу Excel по шаблону.В данной Excel таблице ' \
                'необходимо заполнить следующие поля строго согласно ' \
                'наименованиям в ЭДО: титул, объект, код ресурса, наименование, ' \
                'единица измерения, количество, склад\n\nСсылка для скачивания ' \
                'шаблона таблицы для импорта остатков: шаблон '

ADD_EDO = 'Для добавления объекта в форме необходимо дать подробную информацию:\n\n' \
          '1) Необходимо прикрепить служебную записку с подписью начальника ' \
          'отдела, в которой указана причина, по которой необходимо добавить ' \
          'объект\n\n2) Необходимо указать название объекта, которое надо ' \
          'добавить в ЭДО\n\n3) Необходимо указать титул объекта\n\n4) Необходимо ' \
          'указать склад, к которому будет прикреплен объект'

OPEN_EDO = 'Для добавления объекта в форме необходимо дать подробную ' \
           'информацию:\n\n1) Необходимо прикрепить служебную записку, в ' \
           'которой указано, для чего и по какой причине определенному ' \
           'сотруднику необходимо внести правки в доступы его персональный ' \
           'аккаунт\n\n2) Необходимо указать Ф.И.О. сотрудника, которому ' \
           'надо внести корректировки в доступы или события\n\n3) Необходимо ' \
           'указать, доступ к чему нужен данному сотруднику\n\n4) Необходимо ' \
           'в развернутом виде описать, для какой цели сотруднику нужен доступ'

NOTE = 'Файл служебной записки: '

FOR_WHAT_ACS = 'Опишите, для чего сотруднику нужен доступ к функционалу ' \
               '(развернуто описать, что сотрудник хочет сделать)'

EDIT_MOV = 'Для редактирования некорректного перемещения в форме необходимо ' \
           'дать подробную информацию и прикрепить следующие документы:\n\n ' \
           '1) Служебную записку, написанную на имя своего руководителя по ' \
           'шаблону, подписанную Вами и руководителем. В служебной записке ' \
           'необходимо указать: кому пишется записка, от кого, развернутое ' \
           'описание сути (что необходимо добавить), проставить дату, ' \
           'подписать лично и отдать на подпись своему руководителю. ' \
           'Ссылка для скачивания шаблона служебной записки: шаблон'

EDIT_SHIP = 'Для внесения корректировок в поставку в форме необходимо ' \
            'дать подробную информацию и прикрепить следующие документы:\n\n' \
            '1) Служебную записку, написанную на имя своего руководителя ' \
            'по шаблону, подписанную Вами и руководителем. В служебной ' \
            'записке необходимо указать: кому пишется записка, от кого, ' \
            'развернутое описание сути (что необходимо редактировать), ' \
            'проставить дату, подписать лично и отдать на подпись своему ' \
            'руководителю. Ссылка для скачивания шаблона служебной записки: ' \
            'шаблон'
